Repository: clarintux/invoice_maker
Catalog: locale/*/LC_MESSAGES/invoice_maker.po
Languages: de, es, fr, it

source: ERROR: Couldn't read file './my_business/my_infos.pkl' :-(
de: Fehler: Datei './my_business/my_infos.pkl' kann nicht gelesen werden :-(
es: ERROR: Imposible leer el archivo './my_business/my_infos.pkl' :-(
fr: ERREUR: Impossible de lire le fichier './my_business/my_infos.pkl' :-(
it: ERRORE: Impossibile leggere il file './my_business/my_infos.pkl

source: ERROR: Couldn't read file '
de: Fehler: Folgende Datei kann nicht gelesen werden: '
es: ERROR: Imposible leer el archivo '
fr: ERREUR: Impossible de lire le fichier '
it: ERRORE: Impossibile leggere il file '

source: ERROR: Couldn't read file 'text.txt' :-(
de: Fehler: Datei 'text.txt' kann nicht gelesen werden :-(
es: ERROR: Imposible leer el archivo 'text.txt' :-(
fr: ERREUR: Impossible de lire le fichier 'text.txt' :-(
it: ERRORE: Impossibile leggere il file 'text.txt' :-(

source: Hello
de: Guten Tag
es: Hola
fr: Bonjour
it: Salve

source: Thank you!
de: Dankeschön!
es: ¡Muchas gracias!
fr: Merci!
it: Grazie!

source: Thank you for your order
de: Vielen Dank für Ihren Auftrag
es: ¡Muchas gracias por su ordenación!
fr: Merci pour votre commande
it: Grazie per il suo ordine

source: Invoice
de: Rechnung
es: Factura
fr: Facture
it: Fattura

source: INVOICE TO
de: RECHNUNG AN
es: FACTURA PARA
fr: FACTURE POUR
it: FATTURA PER

source: CLIENT
de: KUNDE
es: CLIENTE
it: CLIENTE

source: COMPANY
de: FIRMA
es: EMPRESA
fr: ENTREPRISE
it: COMPAGNIA

source: ADDRESS
de: ADRESSE
es: DIRECCIÓN
fr: ADRESSE
it: INDIRIZZO

source: Invoice Nr.
de: Rechnungs-Nr
es: Número factura
fr: N° Facture
it: Fattura nr.

source: Date
de: Rechnungsdatum
es: Fecha
it: Data

source: Phone
de: Tel.-Nr.
es: Número teléf.
fr: Tél.
it: Numero tel.

source: Amount Due
de: Betrag
es: Importe
fr: Somme
it: Ammonto dovuto

source: Amount Paid
de: Eingezahlter Betrag
es: Importe saldado
fr: montant payé
it: Ammonto pagato

source: Balance Due
de: Betrag
es: Importe
fr: Somme
it: Ammonto dovuto

source: TAX
de: Steuer
es: IMPUESTOS
fr: IMPÔT
it: TASSE

source: Contact
de: Kontakt
es: Contactos
fr: Contacts
it: Contatti

source: Bank account
de: Bankverbindung
es: Cuenta bancaria
fr: Compte bancaire
it: Coordinate bancarie

source: VAT Number
de: Steuernummer
es: Número NIF
fr: Numéro fiscal NIF
it: Partita IVA

source: Item
de: Artikel
es: Artículo
fr: Article
it: Articolo

source: Service
de: Leistung
es: Prestación
fr: Prestation
it: Servizio

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
it: Quantità

source: Total
de: Summe
fr: Somme
it: Totale

source: Additional Notes
de: Bemerkungen
es: Notas Adicionales
fr: Notes Complémentaires
it: Note Addizionali

source: NOTICE
de: BEMERKUNGEN
es: NOTAS
fr: REMARQUER
it: DA NOTARE

source: ERROR: Couldn't write to file '
de: Fehler beim Schreiben in Datei '
es: ERROR: Imposible escribir en el archivo '
fr: ERREUR: Impossible d'écrire dans le fichier '
it: ERRORE: Impossibile scrivere sul file '

source: ERROR: Couldn't write to file './my_business/my_infos.pkl' :-(
de: Fehler beim Schreibem in Datei './my_business/my_infos.pkl' :-(
es: ERROR: Imposible escribir en el archivo './my_business/my_infos.pkl' :-(
fr: ERREUR: Impossible d'écrire dans le fichier './my_business/my_infos.pkl' :-(
it: ERRORE: Impossibile scrivere sul file './my_business/my_infos.pkl' :-(

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto

source: &Generate invoice
de: Rechnung &generieren
es: &Generar factura
fr: &Générer une facture
it: &Genera fattura

source: Generate &all invoices
de: &Alle Rechnungen generieren
es: Generar tod&as las facturas
fr: Générer toutes les f&actures
it: Gener&a tutte le fatture

source: Generate and send &mails
de: Generieren und E-Mails senden
es: Generar facturas y enviar e-&mail
fr: Générer factures et envoyer e-mails
it: Genera fatture e invia e&mail

source: Your name and surname*:
de: Dein Vorname und Nachname*:
es: Tu nombre y apellido*:
fr: Votre nom et nom de famille*:
it: Tuo nome e cognome*:

source: Customer's name*:
de: Kundenname*:
es: Nombre del cliente*:
fr: Nom du client*:
it: Nome del cliente*:

source: Your address (street and number)*:
de: Deine Adresse (Straße und Hausnr.)*:
es: Tu dirección (calle y numero)*:
fr: Votre adresse (rue et numéro)*:
it: Tuo indirizzo (via e n. civico)*:

source: Customer's address*:
de: Adresse des Kunden*:
es: Dirección del cliente*:
fr: Adresse du client*:
it: Indirizzo del cliente*:

source: Your ZIP code and city*:
de: Dein PLZ und Stadt*:
es: Tu código postal y ciudad*:
fr: Votre code postal et ville*:
it: Tuo CAP e città*:

source: Customer's ZIP code and city*:
de: PLZ und Stadt des Kunden*:
es: Código postal y ciudad cliente*:
fr: Code postal et ville du client*:
it: CAP e città del cliente*:

source: Your phone number*:
de: Deine Telefonnr.*:
es: Tu numero telefónico*:
fr: Votre numéro de tél.*:
it: Tuo numero telefonico*:

source: Your email address*:
de: Deine E-Mail Adresse*:
es: Tu correo electrónico*:
fr: Votre adresse e-mail*:
it: Tuo indirizzo email*:

source: Customer's email address:
de: E-Mail Adresse des Kunden:
es: Correo electrónico del cliente:
fr: Adresse e-mail du client:
it: Indirizzo email cliente:

source: Your VAT number*:
de: Deine Steuernummer*:
es: Tu numero NIF*:
fr: Votre numéro NIF*:
it: Tua partita IVA*:

source: TAX % to apply (0 means no tax)*:
de: Steuer % zu bewerben (0 heißt keine)*:
es: IMPUESTOS % de aplicar (0 para ningún impuesto)*:
fr: TAXES % à appliquer (0 pour aucune taxe)*:
it: TASSE % da applicare (0 per nessuna)*:

source: Invoice number*:
de: Rechnungs-Nr.*:
es: Numero factura*:
fr: Numero Facture*:
it: Numero fattura*:

source: Your bank account*:
de: Deine Bankverbindung*:
es: Cuenta bancaria*:
fr: Votre coordonnées bancaires*:
it: Tue coordinate bancarie*:

source: Item or name
de: Artikel oder Name
es: Artículo o nombre
fr: Article ou nom
it: Articolo o nome

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
it: Descrizione (opzionale)

source: Date (optional)
de: Datum (optional)
es: Fecha (opcional)
fr: Date (optionnel)
it: Data (opzionale)

source: Do you want to delete row number
de: Möchten Sie löschen Reihe Nr.
es: ¿Quieres eliminar la línea numero
fr: Voulez-vous supprimer la ligne n°
it: Vuoi cancellare la riga numero

source: Warning!
de: Achtung!
es: ¡Cuidado!
fr: Attention!
it: Attenzione!

source: Choose a invoice to remove...
de: Wähle eine Rechnung zum Löschen...
es: Eligir una factura de eliminar...
fr: Choisissez une facture à supprimer...
it: Scegli fattura da eliminare...

source: Choose a invoice to open...
de: Wähle eine Rechnung zum Öffnen...
es: Eligir una factura de abrir...
fr: Choisissez une facture à ouvrir...
it: Scegli fattura da aprire...

source: Error: Couln't load invoice file
de: Fehler beim Laden der Rechnungsdatei
es: Error: Imposible cargar el archivo factura
fr: Erreur: Impossible de charger le fichier facture
it: Errore: Impossibile caricare il file fattura

source: Error: First insert all your data and a invoice number!
de: Fehler: Tragen Sie zuerst alle Ihre Daten und eine RechnungsNr. ein!
es: Error: ¡Primero introduzca todos tus datos y un número de factura!
fr: Erreur: Insérez d'abord toutes vos données et un numéro de facture!
it: Errore: Inserisci prima tutti i tuoi dati e un numero fattura!

source: Error: Invoice number must be a positiv integer!
de: Fehler: Rechnungsnummer muss eine positiv ganze Zahl sein!
es: Error: ¡El número de factura debe ser un número entero positivo!
fr: Erreur: le numéro de facture doit être un entier positif!
it: Errore: Il numero fattura deve essere un intero positivo!

source: Error: Couln't write to file 'my_infos.pkl' :-(
de: Fehler beim Schreiben in Datei 'my_infos.pkl' :-(
es: Error: Imposible escribir en el archivo 'my_infos.pkl' :-(
fr: Erreur: Impossible d'écrire dans le fichier 'my_infos.pkl' :-(
it: Errore: Impossibile scrivere sul file 'my_infos.pkl' :-(

source: Saved your data and invoice number
de: Deine Daten und die Rechnungs-Nr. wurde gespeichert
es: Guardado tus datos y el numero factura
fr: Enregistré vos données et numéro de facture
it: Salvati i tuoi dati e il numero fattura

source: Error: TAX must be a positiv integer less or equal than 100
de: Fehler: Steuer muss eine positiv ganze Zahl und weniger als 100
es: Error: IMPUESTOS debe ser un número entero positivo menor que 100
fr: Erreur: La taxe doit être un entier positif inférieur à 100
it: Errore: TASSE deve essere un intero positivo minore di 100

source: Error: Couln't write to file
de: Fehler beim Schreiben in Datei
es: Error: Imposible escribir en el archivo
fr: Erreur: Impossible d'écrire dans le fichier
it: Error: Impossibile scrivere sul file

source: Saved your data and invoice for
de: Gespeichert: Deine Daten und die Rechnung an
es: Guardado tus datos y la factura para
fr: Enregistré vos données et votre facture pour
it: Salvati i tuoi dati e la fattura per

source: Error: First insert all customer's data!
de: Fehler: Tragen Sie zuerst alle Daten des Kunden ein!
es: Error: ¡Primero introduzca todos los datos del cliente!
fr: Erreur: Insérez d'abord toutes les données du client!
it: Errore: Inserisci prima tutti i dati del cliente!

source: Cannot generate without customer's data...
de: Kann ohne Kundendaten nicht generieren...
es: No se puede generar sin datos del cliente...
fr: Ne peut pas générer sans données du client...
it: Non posso generare senza dati del cliente...

source: Generate invoice for
de: Generieren Rechnung an
es: Generar factura para
fr: Générer facture pour
it: Genera fattura per

source: No customer's found...
de: Keine Kunde gefunden...
it: Nessun cliente trovato...

source: Generate all invoices
de: Alle Rechnungen generieren
es: Generar todas las facturas
fr: Générer toutes les factures
it: Genera tutte le fatture

source: No customer's founded...
de: Keine Kunde gefunden...
es: No se ha encontrado ningún cliente...
fr: Aucun client trouvé...
it: Nessun cliente trovato...

source: Automated invoices generator with various templates
de: Automatisierter Rechnungengenerator mit verschiedenen Vorlagen
es: Generador de facturas automatizado con varias plantillas
fr: Générateur de factures automatisé avec divers modèles
it: Generatore automatico di fatture con vari template disponibili

source: Choose template...
de: Wählen Sie die Rechnungsvorlage...
es: Eligir la plantilla...
fr: Choisir le modèle...
it: Scegli un template...

source: Enter your email password
de: Geben Sie Ihr E-Mail-Passwort ein
es: Introduzca su contraseña de correo electrónico
fr: Entrez votre mot de passe e-mail
it: Inserisci la tua password email

source: Sended invoice(s) :-)
de: Rechnung/en gesendet :-)
es: Factura(s) enviada(s) :-)
fr: Facture/s envoyée/s :-)
it: Fattura(e) inviata(e) :-)

source: Generated invoice(s) :-)
de: Rechnung/en generiert :-)
es: Factura(s) generada(s) :-)
fr: Facture/s générée/s :-)
it: Generata(e) fattura(e) :-)
